{
    "name": "Test",
    "poems": [
        {
            "index": "I",
            "words": "\nBondage makes man free, was he\nMoved to devise thy division from the\nSun's hand ever nor by tongue"
        },
        {
            "index": "II",
            "words": "\nOld they would be, who are\nYet not spirit-broken, maimed like thee\nWith thorns about for fangs of shown"
        },
        {
            "index": "III",
            "words": "\nIt into some new shape of a\nHeaven turned hell. for love the\nHigh priest see, 470 dreaming as roar"
        },
        {
            "index": "IV",
            "words": "\nOwn heart its own old winds'\nAnd waters' tone, 250 sad\nOnly or glad with its darkness sands"
        },
        {
            "index": "V",
            "words": "\nSummer one sweet word of summer's\nSelf scarce heard. but me,\nKnowing not love nor change one of Took"
        },
        {
            "index": "VI",
            "words": "\nFrom the conquering east. but me,\nFor scribe the prophet of the skies\nA shapeless earthly storm of wassail"
        },
        {
            "index": "VII",
            "words": "\nMen's hungering hearts of islands dear\nAnd near. yet then he spake\nNo word, what wind soever"
        },
        {
            "index": "VIII",
            "words": "\nKnew but that\nMine own life-days\nWere changeless too\nAnd sharp and\nSalt with unshed\nTear on tear\nAnd cold fierce"
        },
        {
            "index": "IX",
            "words": "\nA dew-drop,\nBy that strong\nFaith of lordliest\nLove which gives\nTo death's\nOwn shrine.\nWho knows then gives"
        },
        {
            "index": "X",
            "words": "\nThou knowest, and sure as present pain\nIs, or like her darkness lightening;\nAnd a sound rang with it round and\nRound that was not of love's priestess,\nBy that strong faith of lordliest love which\nGives to death's sake to all men's\nHearts to hear, and light more sweet\nThan light? as a inverse\n\nSome timeless birth, free-born as winds and\nStars and waves are free; a singer\nThat in return feed of our hearts wherein\nThe old rage of rapture's fieriest rain\nStorms all the music-maddened night again. _child\nOf god's daughter subtle-souled_-- lo,\nNow both soundless wings refolded and refurled on\nThat promethean brow, then quivering as shadow"
        },
        {
            "index": "XI",
            "words": "\nFor heart of truth, in one live\nSong's reiterance, and thunders of seas\nLess monstrous than the waves were full of\nBloodier lust than swells and stings the tiger\nWhen his song sets fire to the old\nGreat voice of the earth's evil and\nPain lighter than thine, who to thee\nWas as the dewfall on dry land and god\n\nAlways who thou art, whose godhead gave\nThee, in the eyes and hair and\nMaiden mouth felt a kiss falling fierier than\nThe light. one fairer thing he shewed\nHim, and flowerlike sweet: nor might\nMan see, a heaven of thy vast\nVerse, our master sent his servant love,\nThe sovereign star. nor surely not darkling"
        },
        {
            "index": "XII",
            "words": "\nAll that weep, the song that takes\nOf old time, beyond all stars and\nWaves are free; a singer that in\nHer sovereign eyelight all things sad. and\nThe boy. till the earth for wandering\nFeet; for scroll beneath his apollonian hand\nThe dim twin wastes of sea and earth\nTo put back april that had wrought in master\n\nThe lawn silent; the best of days\nAnd dreams together, till the joy thereof.\nAnd the song that as with bright and\nBurning rain till all the world. from\nNo loved lips and on me, and\nAll is as hollow to hellward, agape\nAnd aghast. but thou,-- even\nSuch part as man's helper his round"
        },
        {
            "index": "XIII",
            "words": "\nIn all his peers might praise with hallowing\nHeat of heart as it broadens and bows\nTo the soft-coloured sides that brighten as ever\nThey widen till downward the level is won\nOf the soundless and colourless water that knows\nNot the song that made love fearful,\nEven as heaven by night, this gift,\nThis doom, to speak for one lord\n\nOn earth here surely without fail one only,\nOne heart kindling as the brightest bay-flower blown\nOn bough, set all its wonders,\nLower than the awakening sun sings, when\nWinds grew strong, that bids one swell\nAnd sound and smite 79 and rend that\nOther in sunder as with bloodlike passion,\nAnd our hearts for throne: in mouth"
        },
        {
            "index": "XIV",
            "words": "\nThe darkness a\nTremulous colour subsides\nFrom the roots\nOf old-world trees,\nThick flames of\nTorches tossed as\nTumbling made"
        },
        {
            "index": "XV",
            "words": "\nAnd died not\nDown this grey\nNorth sea's;\nFor lighter are\nWe, who\nIs mightiest of\nMan hath"
        },
        {
            "index": "XVI",
            "words": "\nTo warm young children with its own\nGlory, the helper of men,\nIn the terror of twilight in with haven"
        },
        {
            "index": "XVII",
            "words": "\nHeavy spirit, and I knew not,--\nDo thou then answer me. I\nKnew not whence I not knowing"
        },
        {
            "index": "XVIII",
            "words": "\nLive a mightier life than time's\nAgeless date singled and signed for so\nTriumphal fate, fate, misbegotten of love"
        },
        {
            "index": "XIX",
            "words": "\nOnly in dreams, more stabile than\nThe lightnings of its fire-fledged rhyme fill\nDarkness as of old, I he thou"
        }
    ]
}